Repository: po-miyasaka/CopyHistory
Catalog: CopyHistory/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, zh_hans

source: The language data for %@ to %@ is not installed. Download it in System Settings > General > Language & Region > Translation Languages.
de: Die Sprachdaten für %@ zu %@ sind nicht installiert. Lade sie unter Systemeinstellungen > Allgemein > Sprache & Region > Übersetzungssprachen herunter.
es: Los datos de idioma de %@ a %@ no están instalados. Descárgalos en Ajustes del Sistema > General > Idioma y región > Idiomas de traducción.
fr: Les données de langue pour traduire de %@ vers %@ ne sont pas installées. Téléchargez-les dans Réglages Système > Général > Langue et région > Langues de traduction.
ja: %1$@から%2$@への言語データが、インストールされていません。システム設定 > 一般 > 言語と地域 > 翻訳言語 で、ダウンロードしてください。
ko: %@에서 %@로 번역하기 위한 언어 데이터가 설치되어 있지 않습니다. 시스템 설정 > 일반 > 언어 및 지역 > 번역 언어에서 다운로드하세요.
zh_hans: %@ 到 %@ 的语言数据尚未安装。请在系统设置 > 通用 > 语言与地区 > 翻译语言中下载。

source: The language of this text could not be detected.
de: Die Sprache dieses Texts konnte nicht erkannt werden.
es: No se pudo detectar el idioma de este texto.
fr: La langue de ce texte n'a pas pu être détectée.
ja: このテキストの言語を判別できませんでした。
ko: 이 텍스트의 언어를 감지할 수 없습니다.
zh_hans: 无法检测此文本的语言。

source: The on-device model is not available.
de: Das Modell auf dem Gerät ist nicht verfügbar.
es: El modelo en el dispositivo no está disponible.
fr: Le modèle sur l'appareil n'est pas disponible.
ja: 端末内のモデルを利用できません。
ko: 온디바이스 모델을 사용할 수 없습니다.
zh_hans: 设备端模型不可用。

source: The script must define function transform(text).
de: Das Skript muss die Funktion transform(text) definieren.
es: El script debe definir la función transform(text).
fr: Le script doit définir la fonction transform(text).
ja: スクリプトには function transform(text) を定義してください。
ko: 스크립트는 transform(text) 함수를 정의해야 합니다.
zh_hans: 脚本必须定义 transform(text) 函数。

source: The script took too long and was stopped.
de: Das Skript dauerte zu lange und wurde gestoppt.
es: El script tardó demasiado y se detuvo.
fr: Le script a pris trop de temps et a été arrêté.
ja: スクリプトの実行に時間がかかりすぎたため停止しました。
ko: 스크립트 실행 시간이 너무 길어 중지되었습니다.
zh_hans: 脚本耗时过长，已停止。

source: This number doesn't effect on the amount of saved Items The less, The faster
de: Diese Zahl beeinflusst die Anzahl gespeicherter Elemente nicht Je kleiner, desto schneller
es: Este número no afecta a la cantidad de elementos guardados Cuanto menor sea, más rápido funcionará
fr: Ce nombre n'a pas d'effet sur le nombre d'éléments enregistrés Plus il est faible, plus l'app est rapide
ja: この数は保存されるアイテム数には影響しません 少ないほど動作が軽くなります
ko: 이 숫자는 저장된 항목 수에 영향을 주지 않습니다 값이 작을수록 더 빠릅니다
zh_hans: 此数字不会影响已保存项目的数量 数值越小，速度越快

source: This text is already in your language.
de: Dieser Text ist bereits in deiner Sprache.
es: Este texto ya está en tu idioma.
fr: Ce texte est déjà dans votre langue.
ja: このテキストは、すでに、あなたの言語です。
ko: 이 텍스트는 이미 사용자의 언어로 되어 있습니다.
zh_hans: 此文本已经是你的语言。

source: Time
de: Uhrzeit
es: Hora
fr: Heure
ja: 時刻
ko: 시간
zh_hans: 时间

source: transform(text) must return a string.
de: transform(text) muss eine Zeichenfolge zurückgeben.
es: transform(text) debe devolver una cadena.
fr: transform(text) doit renvoyer une chaîne.
ja: transform(text) は文字列を返す必要があります。
ko: transform(text)는 문자열을 반환해야 합니다.
zh_hans: transform(text) 必须返回字符串。

source: Translate
de: Übersetzen
es: Traducir
fr: Traduire
ja: 翻訳
ko: 번역
zh_hans: 翻译

source: Translate the text into your language (or English if it is already in your language) and open the web translator
de: Übersetzt den Text in deine Sprache (oder ins Englische, wenn er bereits in deiner Sprache ist) und öffnet den Webübersetzer
es: Traduce el texto a tu idioma (o al inglés si ya está en tu idioma) y abre el traductor web
fr: Traduit le texte dans votre langue (ou en anglais s'il est déjà dans votre langue) et ouvre le traducteur web
ja: テキストを自分の言語に翻訳して、ウェブ翻訳も開きます（すでに自分の言語なら、英語に翻訳します）
ko: 텍스트를 사용자의 언어로 번역하고(이미 사용자 언어라면 영어로 번역) 웹 번역기를 엽니다
zh_hans: 将文本翻译成你的语言（如果已经是你的语言，则翻译成英语）并打开网页翻译器

source: Translating from %@ to %@ is not supported.
de: Übersetzen von %@ nach %@ wird nicht unterstützt.
es: No se admite la traducción de %@ a %@.
fr: La traduction de %@ vers %@ n'est pas prise en charge.
ja: %1$@から%2$@への翻訳には対応していません。
ko: %@에서 %@로 번역하는 것은 지원되지 않습니다.
zh_hans: 不支持从 %@ 翻译为 %@。

source: Translating…
de: Übersetzen …
es: Traduciendo…
fr: Traduction…
ja: 翻訳中…
ko: 번역 중…
zh_hans: 正在翻译…

source: Translation needs a newer version of macOS.
de: Übersetzung erfordert eine neuere Version von macOS.
es: La traducción requiere una versión más reciente de macOS.
fr: La traduction nécessite une version plus récente de macOS.
ja: 翻訳には、より新しいバージョンの macOS が必要です。
ko: 번역에는 더 최신 버전의 macOS가 필요합니다.
zh_hans: 翻译需要较新版本的 macOS。

source: Up:
de: Nach oben:
es: Arriba:
fr: Haut :
ja: 上:
ko: 위:
zh_hans: 向上：

source: Updated date
de: Aktualisierungsdatum
es: Fecha actualizada
fr: Date de mise à jour
ja: 更新日時
ko: 업데이트 날짜
zh_hans: 更新日期

source: Updated: %@
de: Aktualisiert: %@
es: Actualizado: %@
fr: Mis à jour : %@
ja: 更新: %@
ko: 업데이트됨: %@
zh_hans: 已更新：%@

source: Web translator
de: Webübersetzer
es: Traductor web
fr: Traducteur web
ja: ウェブ翻訳
ko: 웹 번역기
zh_hans: 网页翻译器

source: Window width
de: Fensterbreite
es: Ancho de la ventana
fr: Largeur de la fenêtre
ja: ウィンドウの幅
ko: 창 너비
zh_hans: 窗口宽度

source: Wrap text with double quotes ""
de: Text in doppelte Anführungszeichen "" einschließen
es: Encierra el texto entre comillas dobles ""
fr: Entoure le texte de guillemets droits ""
ja: テキストを""で囲みます
ko: 텍스트를 큰따옴표 ""로 감쌉니다
zh_hans: 用双引号 "" 包裹文本

source: Wrap text with Japanese brackets「」
de: Text mit japanischen Klammern「」umschließen
es: Encierra el texto entre corchetes japoneses「」
fr: Entoure le texte de crochets japonais「」
ja: テキストを「」で囲みます
ko: 텍스트를 일본어 괄호「」로 감쌉니다
zh_hans: 用日文括号「」包裹文本

source: Write a memo:
de: Memo schreiben:
es: Escribir una nota:
fr: Écrire un mémo :
ja: メモを書く:
ko: 메모 작성:
zh_hans: 写备忘录：

source: CopyHistory Website
es: Sitio web de CopyHistory
fr: Site web de CopyHistory
ja: CopyHistory ウェブサイト
ko: CopyHistory 웹사이트
zh_hans: CopyHistory 网站

source: OK
es: Aceptar
ko: 확인
zh_hans: 好

source: Version: %@
es: Versión: %@
ja: バージョン: %@
ko: 버전: %@
zh_hans: 版本：%@
